#Robot cheerleaders, but gramatically incorrect pardon

username = input("Who are you?. . ._ ")
userage = input("ok "+ username + " how old are you?")

print("💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩\n_💩/    <--------- " + username +"\n |\n LL\n\n💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩\n💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩")
print ("Let em ladiez cheer for you\n💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩")
word = input("Type a word: ")
ent_level = int(input("Type your enthusiasm level (1-10) about " + word + ":_ "))

for i in word:
    print ("Give me a:",i,"! ! !","     ",i,"! ! !")

print ("\nWhat does it spell?  ---------->    " + word + "! ! !")

print ((word + "! ! !\n "  )*ent_level)
print ("\n\nSee you next time", username, "who is", userage, "years old...\nwe now have your 💩💩💩💩💩 Metadata and sell it to:\n\n💩 Facebook\n💩 Soros\n💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩")





